{
  "header": {
    "services": "Послуги",
    "about": "Про нас",
    "contact": "Контакти",
    "menu": "Відкрити меню",
    "selectLanguage": "Виберіть мову",
    "language": "Змінити мову на"
  },
  "welcome": {
    "title": "Ласкаво просимо на сайт компанії PIR",
    "description": "Не випадково ви опинилися на сайті компанії, яка дбає про безпеку своїх клієнтів. Ми - команда професіоналів з багаторічним досвідом. Діємо ефективно та швидко, що підтверджується задоволенням та вдоволенням клієнтів нашими продуктами та послугами.",
    "readMore": "читати далі"
  },
  "services": {
    "title": "Послуги",
    "items": {
      "security": {
        "title": "СИСТЕМИ БЕЗПЕКИ",
        "description": "Системи контролю доступу, сигналізації проникнення та пограбування та промислове телебачення відповідають за підвищення безпеки об'єктів з точки зору захисту людей та майна. Ці системи забезпечують, щоб неавторизовані особи не могли потрапити до заборонених зон. Ці системи запобігають, інформують та наглядають за об'єктами. Вони дозволяють швидку інтервенцію охорони об'єкта у вказаному місці.",
        "link": "Системи безпеки"
      },
      "fire": {
        "title": "ПОЖЕЖНІ ТА ПОПЕРЕДЖУВАЛЬНІ СИСТЕМИ",
        "description": "Системи пожежної сигналізації та звукові попереджувальні системи наглядають за пожежною безпекою людей у офісних будівлях та громадських будівлях. Пожежна система інформує керівництво будівлі про виникнення загрози, тоді як DSO передає повідомлення про евакуацію людям у приміщенні.",
        "link": "Пожежні та попереджувальні системи"
      },
      "bms": {
        "title": "BMS - СИСТЕМА УПРАВЛІННЯ БУДІВЛЕЮ",
        "description": "Системи BMS служать для оптимізації обслуговування та підвищення контролю над якістю всієї інфраструктури об'єкта. Головна перевага цих систем - зменшення витрат при одночасному підвищенні моніторингу всіх підсистем. Це перетворюється на комфорт перебування в даному об'єкті.",
        "link": "BMS"
      },
      "telecom": {
        "title": "ТЕЛЕКОМУНІКАЦІЙНІ СИСТЕМИ",
        "description": "Телекомунікаційні системи - це решта систем, які раніше не були класифіковані. До них належать, серед іншого, домофонні установки, відео-домофон, інтерком, радіо та телевізійні установки, системи бездротового зв'язку, мережі передачі даних, комп'ютерні мережі та інші системи, які були створені для належного функціонування будівлі.",
        "link": "Телекомунікаційні системи"
      },
      "produkty": {
        "title": "ПРОДУКТИ",
        "description": "Слухаючи голос наших клієнтів, ми не зупиняємося на готових рішеннях. Наша компанія створює додатки, що підтримують різні системи безпеки залежно від потреб клієнта.",
        "link": "Продукти"
      }
    }
  },
  "partners": {
    "title": "Співпраця",
    "subtitle": "Наші надійні партнери"
  },
  "about": {
    "title": "Про нас",
    "content": "Компанія PIR надає допомогу в галузі електронних систем безпеки та пожежної безпеки. Ми виконуємо замовлення, починаючи від самого проекту, через підбір відповідних пристроїв, встановлення системи та обслуговування пропонованої телекомунікаційної інфраструктури. Ми зосереджуємося на постійному розвитку наших співробітників, що безпосередньо впливає на високу якість послуг, які ми надаємо. Ми індивідуально підходимо до кожного клієнта, щоб повністю відповідати їхнім вимогам та адаптувати пропозицію до їхніх потреб. Ми неперевершені в нашій галузі завдяки просуванню інноваційних рішень та професійному обслуговуванню клієнтів.",
    "closing": "Піклуйтеся про свою безпеку та безпеку вашого найближчого оточення."
  },
  "contact": {
    "title": "Контакти",
    "phone": "22 280 93 00",
    "email": "biuro@pir.com.pl",
    "address": "ul. Stępińska 22/30, 00-739 Warszawa",
    "copied": "Скопійовано"
  },
  "footer": {
    "copyright": "2015-{currentYear} Copyright © PiR",
    "company": "PIR Sp. z o.o.",
    "address": "ul. Stępińska 22/30, 00-739 Warszawa",
    "phone": "tel: 22 280 93 00",
    "email": "e-mail: biuro@pir.com.pl",
    "privacyPolicy": "Політика конфіденційності"
  },
  "notFound": {
    "title": "404",
    "message": "Упс! Сторінку не знайдено",
    "link": "Повернутися на головну"
  },
  "servicePages": {
    "security": {
      "title": "СИСТЕМИ БЕЗПЕКИ SKD, SSWiN ТА CCTV",
      "intro": "За безпеку об'єктів відповідають наступні системи:",
      "systems": [
        "SKD – система контролю доступу,",
        "SSWiN – система сигналізації проникнення та пограбування,",
        "CCTV – система телевізійного спостереження;"
      ],
      "description": "Компанія PIR у цій галузі займається проектуванням, модернізацією, обслуговуванням та встановленням вищезазначених систем. Ми пропонуємо гарантійне та післягарантійне обслуговування.",
      "audit": "Для потреб клієнта ми також виконуємо аудит систем безпеки та незалежні огляди систем, що виконуються циклічно перед закінченням гарантії системи. Завдяки інформації, отриманій з аудиту або огляду, клієнт отримує протокол, що показує поточний стан системи та рекомендації щодо усунення прогалин безпеки у своїй системі.",
      "manufacturers": "Наша пропозиція включає системи від провідних виробників, таких як:",
      "manufacturersList": [
        "UTC Fire&Security,",
        "Software House,",
        "AMAG,",
        "Kantech,",
        "Samsung,",
        "DSC,",
        "Satel,",
        "NOVUS,",
        "BOSCH,",
        "Roger;"
      ],
      "enterprise": "Ми також надаємо комплексні послуги систем безпеки серії \"enterprise\". Ми спеціалізуємося на глобальному контролі доступу з палітри CASI-RUSCO, виробником якої є UTC Fire&Security.",
      "closing": "Ми здатні підібрати відповідну систему безпеки відповідно до вимог клієнта. У разі переваг клієнта до продуктів інших компаній ми здатні відповісти на виклик."
    },
    "fire": {
      "title": "Пожежні та попереджувальні системи",
      "intro": "За пожежну безпеку та евакуацію людей у приміщеннях відповідають наступні системи:",
      "systems": [
        "SSP – Система пожежної сигналізації,",
        "DSO – Звукова попереджувальна система."
      ],
      "description": "Компанія PIR у цій галузі проектує, встановлює, модернізує та обслуговує вищезазначені системи. Ми пропонуємо гарантійне та післягарантійне обслуговування.",
      "audit": "Для потреб клієнта ми також виконуємо аудит пожежних та попереджувальних систем та незалежні огляди систем перед закінченням гарантії. Завдяки інформації, отриманій з аудиту або огляду, клієнт отримує протокол про стан системи та рекомендації щодо усунення прогалин безпеки у своїй системі.",
      "manufacturers": "Наша пропозиція включає системи від провідних виробників, таких як:",
      "manufacturersList": [
        "UTC Fire&Security,",
        "Esser,",
        "Bosch,",
        "Siemens.",
        "Honeywell,"
      ],
      "closing": "Ми здатні підібрати відповідну систему безпеки відповідно до вимог клієнта. У разі переваг клієнта до продуктів інших компаній ми здатні відповісти на виклик."
    },
    "bms": {
      "title": "BMS - СИСТЕМА УПРАВЛІННЯ БУДІВЛЕЮ",
      "intro": "Система автоматизації будівлі (система BMS) дозволяє інтегрувати всі системи управління технічними функціями будівлі в одне ціле, щоб мати можливість повністю здійснювати контроль над безпекою та належним функціонуванням всієї інфраструктури будівлі.",
      "systems": "BMS дозволяє візуалізувати та керувати системами, такими як:",
      "systemsList": [
        "управління опаленням та кондиціонуванням,",
        "освітлювальні установки,",
        "моніторинг живлення UPS,",
        "система контролю доступу,",
        "телекомунікаційна мережа,",
        "система пожежної безпеки,",
        "моніторинг та система сигналізації;"
      ],
      "benefits": "Завдяки такому рішенню експлуатаційні витрати можна звести до мінімуму та гарантувати співробітникам комфорт та зручність на роботі.",
      "description": "Компанія PIR у цій галузі проектує, встановлює, модернізує та обслуговує вищезазначені системи. Ми пропонуємо гарантійне та післягарантійне обслуговування.",
      "audit": "Для потреб клієнта ми також виконуємо аудит систем BMS та незалежні огляди систем перед закінченням гарантії системи. Завдяки інформації, отриманій з аудиту або огляду, клієнт отримує протокол про стан системи та рекомендації щодо усунення прогалин безпеки у своїй системі.",
      "manufacturers": "Наша пропозиція включає системи від провідних виробників, таких як:",
      "manufacturersList": [
        "Honeywell,",
        "GC5 - NiagaraAX Framework®,",
        "Delta Controls,",
        "Siemens."
      ],
      "closing": "Ми здатні підібрати відповідну систему безпеки відповідно до вимог клієнта. У разі переваг клієнта до продуктів інших компаній ми здатні відповісти на виклик."
    },
    "telecom": {
      "title": "ТЕЛЕКОМУНІКАЦІЙНІ СИСТЕМИ",
      "intro": "До телекомунікаційних систем, які ми пропонуємо в нашому асортименті продуктів, крім раніше класифікованих систем безпеки, також належать інші системи, такі як:",
      "systems": [
        "SAIK – система автоматичної ідентифікації ключів,",
        "SI – системи інтерком,",
        "SP – системи паркування,",
        "SD – системи домофонів,",
        "LAN – структурована кабельна система,",
        "SAT/RTV – супутникові та телевізійні системи,",
        "EL – електропостачання та освітлення,",
        "тощо."
      ],
      "description": "Компанія PIR у цій галузі проектує, встановлює, модернізує та обслуговує вищезазначені системи. Ми пропонуємо гарантійне та післягарантійне обслуговування.",
      "audit": "Для потреб клієнта ми також виконуємо аудит вищезазначених систем та незалежні огляди систем перед закінченням гарантії. Завдяки інформації, отриманій з аудиту або огляду, клієнт отримує протокол про стан системи та рекомендації щодо усунення прогалин у своїй системі.",
      "manufacturers": "Наша пропозиція включає системи від провідних виробників, таких як:",
      "manufacturersList": [
        "CAME,",
        "NICE,",
        "FAAC,",
        "CamSat,",
        "Urmet,",
        "Comax,",
        "bt electronics,",
        "LEGRAND,",
        "Moeller Electric,",
        "Hager,",
        "Berker."
      ],
      "closing": "Ми підбираємо відповідну систему відповідно до вимог клієнта. У разі переваг клієнта до продуктів інших компаній ми здатні відповісти на виклик."
    },
    "produkty": {
      "title": "ПРОДУКТИ",
      "intro": "Слухаючи голос наших клієнтів, ми не зупиняємося на готових рішеннях.",
      "description": "Наша компанія створює додатки, що підтримують різні системи безпеки залежно від потреб клієнта.",
      "applications": "Наші додатки включають:",
      "applicationsList": [
        "додатки для детального звітування з систем SKD,",
        "додатки, що підтримують відділи охорони праці,",
        "додатки для систем реєстрації та обліку робочого часу,",
        "додаток для обслуговування \"Гість\";"
      ],
      "modules": "Наша компанія також створює модулі та системи, що підтримують існуючі системи, доповнюючи їх додатковими функціями залежно від потреб клієнта.",
      "modulesExample": "Пропоновані нами модулі включають, серед іншого, UUC1 – модуль часового управління (1 вхід, 2 виходи – негайний вихід/часовий вихід, можливість додавання каталогової картки, що з'являється як сертифікати).",
      "closing": "Ми займемося створенням індивідуальних додатків та модулів, адаптованих до ваших потреб, представимо вам їх кошторис та забезпечимо повний сервіс."
    }
  },
  "privacyPolicy": {
    "title": "Політика конфіденційності",
    "sections": {
      "section1": {
        "title": "1. Хто обробляє ваші дані?",
        "content": "Адміністратором ваших персональних даних є PIR Sp. z o.o. з місцем знаходження за адресою 00-739 Варшава, вул. Stępińska 22/30. Ви можете зв'язатися з нами за адресою: biuro@pir.com.pl"
      }
    }
  }
}
